{
  "title": "Добро пожаловать в GraphiQL!",
  "subtitle": "Приложение для написания, проверки и тестирования запросов GraphQL.",

  "description": {
    "part1": "GraphiQL — это приложение для написания, проверки и тестирования запросов GraphQL.",
    "part2": "Switch language between english and german using buttons above."
  },

  "Please sign in to start using GraphiQL": "Пожалуйста, войдите, чтобы пользоваться GraphiQL",

  "Features of GraphiQL": "Возможности GraphiQL",

  "feature1": {
    "title": "Генерация запроса",
    "subtitle": "Создавайте запросы, извлекая детали из вашей конечной точки Graphql или текста схемы."
  },

  "feature2": {
    "title": "Переменные и заголовки",
    "subtitle": "GraphiQL позволяет вам устанавливать собственные переменные и заголовки."
  },

  "feature3": {
    "title": "Документация схемы",
    "subtitle": "Вы можете просматривать документацию схемы GraphQL и перемещаться по ней."
  },

  "feature4": {
    "title": "Удобный интерфейс",
    "subtitle": "В настройках вы можете выбрать язык и цветовую тему приложения."
  },

  "How it works?": "Как это работает?",

  "question1": {
    "title": "Что такое GraphQL?",
    "subtitle": "Язык запросов для вашего API",
    "answer": "GraphQL — это язык запросов для API и среда выполнения этих запросов с введёнными вами данными. GraphQL предоставляет полное и понятное описание данных в вашем API, дает клиентам возможность запрашивать именно то, что им нужно, и ничего больше, упрощает разработку API с течением времени и предоставляет мощные инструменты для разработки."
  },

  "question2": {
    "title": "Чем полезен GraphiQL?",
    "subtitle": "Работа с запросами GraphQL",
    "answer": "GraphiQL — это бесплатное приложение, которое помогает вам с такими вещами, как выполнение запросов GraphQL, изменение и подписка, минимизация запросов, загрузка схем и многое другое. Всё это предоставляется в простом, но мощном редакторе и удобном интерфейсе. Это незаменимый инструмент для разработчика."
  },

  "question3": {
    "title": "Как это устроено?",
    "subtitle": "React и TypeScript",
    "answer": "Приложение GraphiQL разработано на современных веб-технологиях с использованием React — веб-фреймворка JavaScript, и написано на Typescript."
  },

  "question4": {
    "title": "С чего начать?",
    "subtitle": "Пожалуйста, авторизуйтесь, чтобы начать",
    "answer": "GraphiGL — бесплатное приложение. Пожалуйста, авторизуйтесь и наслаждайтесь работой в редакторе."
  },

  "Our Team": "Наша команда"
}
